{
  "Color Buddy: Night Owl": { "branch": "master" },
  "fastdark.vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "night-owl.vim": { "branch": "master" },
  "nightly.nvim": { "branch": "main" },
  "nvim-rdark": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" }
}